/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " κομμάτια";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d κανάλια";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d κανάλια";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* abloop */
"A-B Loop" = "A-B Loop";

/* PrefToolBarLabel */
"Advanced" = "Προχωρημένα";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabic (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabic (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabic (Windows-1256)";

/* preference */
"Ask me" = "Ρώτα με";

/* OSD hint */
"Aspect Ratio: Locked" = "Διαστάσεις: Κλειδωμένες";

/* OSD hint */
"Aspect Ratio: Restored" = "Διαστάσεις: Επαναφορά";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Διαστάσεις: Ξεκλείδωτες";

/* PrefToolBarLabel */
"Audio" = "Ήχος";

/* OSD hint */
"Audio %@" = "Ήχος %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Καθυστέρηση ήχου: %.1f s";

/* Inspector Info */
"Audio:%d" = "Ήχος:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltic (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltic (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltic (Windows-1257)";

/* OSD hint */
"Caching: %4.2f%%" = "Caching: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Δεν βρέθηκε κατάλληλο αρχείο για αναπαραγωγή";

/* Playlist warning */
"Can't find next episode.\nPerhaps this is already the last episode." = "Δεν υπάρχει επόμενο επεισόδιο.\nΊσως αυτό ήταν το τελευταίο.";

/* Playlist warning */
"Can't find previous episode.\nPerhaps this is already the first episode." = "Δεν υπάρχει προηγούμενο επεισόδιο.\nΊσως αυτό είναι είναι το πρώτο.";

/* No comment provided by engineer. */
"Can't parse the URL: %@" = "Αδύνατο άνοιγμα του URL: %@";

/* abloop */
"Cancelled" = "Ακυρώθηκε";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtic (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtic (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Central Europe (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Central Europe (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Central Europe (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Central Europe (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Κεφάλαιο: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinese Simplified (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinese Simplified (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinese Simplified (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinese Simplified (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinese Simplified (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinese Traditional (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinese Traditional (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinese Traditional (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinese Traditional (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinese Traditional (Windows-950)";

/* open url panel */
"Clear Menu..." = "Εκκαθάριση μενού...";

/* merge subtitle warning */
"Could not merge (%@) to the current subtitle.\r\nPlease merge to an EXTERNAL text subtitle with the SAME format." = "Δεν ήταν δυνατή η ενσωμάτωση (%@) με τους συγκεκριμένους υπότιτλους.\r\nΠαρακαλώ ενσωματώστε ένα εξωτερικό αρχείο, ίδιου τύπου.";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cyrillic (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cyrillic (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cyrillic (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cyrillic (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cyrillic (Windows-1251)";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Αρχείο:\t%1$@\nΚωδικοποίηση:\t\t%2$@\nconfidence:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Απενεργοποίηση";

/* menu */
"Enter Fullscreen" = "Πλήρης οθόνη";

/* No comment provided by engineer. */
"Error" = "Σφάλμα";

/* menu */
"Exit Fullscreen" = "Έξοδος πλήρης οθόνης";

/* PrefToolBarLabel */
"General" = "Γενικά";

/* Open URL Panel */
"Got the media URL, start to play..." = "Έναρξη αναπαραγωγής URL...";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greek (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greek (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greek (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hebrew (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hebrew (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hebrew (Windows-1255)";

/* menu */
"Hide Auxiliary Controls" = "Απόκρυψη βοηθητικών χειριστηρίων";

/* menu */
"Hide Letterbox" = "Απόκρυψη φόντου υποτίτλων";

/* Text Enc */
"Japanese (EUC)" = "Japanese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japanese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japanese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japanese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japanese (Windows-932)";

/* Text Enc */
"Korean (EUC)" = "Korean (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Korean (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Korean (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Korean (Windows-949)";

/* menu */
"Lock Aspect Ratio" = "Κλείδωμα διαστάσεων";

/* OSD hint */
"Mute OFF" = "Σίγαση OFF";

/* OSD hint */
"Mute ON" = "Σίγαση ON";

/* PrefToolBarLabel */
"Network" = "Δίκτυο";

/* Playlist warning */
"Next/Previous is only supported on local media" = "Επόμενο/Προηγούμενο υποστηρίζεται μόνο σε τοπικά αρχεία";

/* Inspector Info */
"No Info" = "Χωρίς πληροφορίες";

/* No comment provided by engineer. */
"OK" = "OK";

/* warning message */
"Oops, it seams that mplayer has quit without playing the media." = "Σφάλμα, το mplayer τερμάτισε χωρίς την αναπαραγωγή αρχείου.";

/* No comment provided by engineer. */
"Open Media Files" = "Άνοιγμα αρχείων";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Άνοιγμα VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "Οι OSD ρυθμίσεις αλλάχτηκαν";

/* OSD hint */
"Paused" = "Παύση";

/* abloop */
"Set Return Point" = "Σημείο επιστροφής";

/* abloop */
"Set Start Point" = "Αρχικό σημείο";

/* menu */
"Show Auxiliary Controls" = "Εμφάνιση βοηθητικών χειριστηρίων";

/* menu */
"Show Letterbox" = "Εμφάνιση φόντου γραμματοσειράς";

/* Text Enc */
"South Europe (ISO 8859-3)" = "South Europe (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Ταχύτητα: %.1fX";

/* Open URL Panel */
"Start parsing the URL..." = "Άνοιγμα του URL...";

/* OSD hint */
"Stopped" = "Σταματημένο";

/* OSD hint */
"Sub Delay: %.1f s" = "Καθυστέρηση υποτίτλων: %.1f s";

/* OSD hint */
"Sub: %@" = "Υπότιλοι: %@";

/* PrefToolBarLabel */
"Subtitle" = "Υπότιτλοι";

/* Inspector Info */
"Subtitle:%d" = "Υπότιτλοι:%d";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thai (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thai (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Το αρχείο δεν υπάρχει";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "Το αρχείο δεν υποστηρίζεται από τον MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "Το URL δεν υποστηρίζεται από τον MPlayerX.";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turkish (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turkish (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turkish (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Ξεκλείδωμα διαστάσεων";

/* abloop */
"Update Return Point (%@)" = "Ανανέωση σημείου επιστροφής (%@)";

/* abloop */
"Update Start Point (%@)" = "Ανανέωση αρχικού σημείου (%@)";

/* PrefToolBarLabel */
"Video" = "Βίντεο";

/* OSD hint */
"Video %@" = "Βίντεο %@";

/* Inspector Info */
"Video:%d" = "Βίντεο:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamese (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamese (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Ένταση: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Western Europe (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Western Europe (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Western Europe (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Western Europe (Windows-1252)";

/* drag subtitle osd hint */
"⌘ + Drag to merge the subtitle to the current one." = "⌘ + σύρτε για ενσωμάτωση υποτίτλων";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Χρήση FFMpeg για αναπαραγωγή του stream";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Χρήση MPlayer για αναπαραγωγή του stream";

